Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你就放一百二十颗心好了。”天恨摩拳擦掌，翻手现出他的武器短刀，他正愁找不到人发泄这几日的火气，这个“外来者”真好可以让他练练手。
en_us: "You can be 120% at ease." Tian Hen rubbed his hands together, and he revealed his dagger with a flick of his hand. He was just worrying about how he couldn't find someone to release his anger on these past few days, so this 'outsider' would be perfect for him to practice on.

source: “你就是上次霄儿提起过的小默吧？”男人几乎一眼就看穿他彩级一品的修为，眼中瞬间闪过一丝惊诧，几个月前他听凌霄提起过，当时这个少年应该只有十级修为，“那个在天修的自在阁炼丹的人也是你吧。”
en_us: "You are the Xiao Mo who Ling-er had mentioned the last time ba?" The man seemed to have seen through his cultivation level of Grade One Rainbow Level with a single glance. A hint of amazement flashed through his eyes. A few months ago he had heard Ling Xiao mention that the young man should only be a level ten mage at that time, "The one who was refining magic pills at Tian Xiu's Leisure Pavilion (天修的自在阁) was also you ba."

source: “你尽可放心，我师傅说了，逍遥院是学习的地方，任何势力都不敢在这里放肆，你们留在这里暂时是安全的。”乔无双说道。
en_us: "Rest assured, my Shifu said that the XiaoYao Institution was a place to study. No forces, big or small, can act wantonly here. You guys are safe for now." Qiao WuShuang answered.

source: “你帮我看看，看完再告诉我。”游小默坚定的回道。
en_us: "You help me take a look. Tell me after you've finished looking." You XiaoMo firmly replied.

source: “你应该知道我这次去逍遥院有两个目标吧？”
en_us: "You should know that I have two objectives for going to XiaoYao Institution this time right?"

source: “你很吵！”凌霄不悦的看了他一眼。
en_us: "You're so loud!" Ling Xiao looked at him, annoyed.

source: “你怎么会被通缉？”
en_us: "How could you become wanted by the city guards?"

source: “你怎么全吃了？”游小默一脸震惊。
en_us: "You ate all of it?" You XiaoMo was astonished.

source: “你怎么样？”游小默看到他手上的血迹，紧张的问道。
en_us: "How are you doing?" You XiaoMo nervously asked upon seeing the bloodstain on his hand.

source: “你怎么知道小鸡跟我们有关系？”游小默听到凌霄承认就不否认了，他觉得姬凤是有备而来的。
en_us: "How did you know that Little Chicken is connected to us?" When You XiaoMo heard Ling Xiao acknowledge it, he didn't bother denying it anymore. He believed that Ji Feng had come prepared.

source: “你怎么这么清楚？”游小默惊呼道。
en_us: "How do you know that?" You XiaoMo was shocked.

source: “你悠着点，别太冲动了！”
en_us: "Calm down, don't be so reckless!"

source: “你想不想你儿子？”
en_us: "Do you miss your son?"

source: “你想太多了。”
en_us: "You're overthinking it."

source: “你想都别想了。”
en_us: "Don't even think about it!"

source: “你感觉怎么样？”
en_us: "How do you feel?"

source: “你把它的灵智抹掉了？”
en_us: "You wiped away it's intelligence?"

source: “你撒谎。”男人轻描淡写的道，“最后一句是真的，但前面都是假的吧，那十人明明问的是将你送到村子的青年的事情，老头，都这么大岁数了，撒谎可不好。”
en_us: "You're lying." The man mildly commented, "The last sentence is true, but the front part is all false. Those ten people were clearly asking about the youth who sent you to the village. Old fellow, you're already a fully-fledged adult, it's not good to lie."

source: “你是什么人，为什么要偷袭我？”
en_us: "Who are you? Why did you ambush me?"

source: “你是在眶我吗？”银戈不悦地道。
en_us: "Are you trying to frame (眶) me?" Yin Ge asked in displeasure.

source: “你是我不是。”
en_us: "You are. I'm not."

source: “你是指院生之间的交易？”游小默总觉得这个办法似乎也不能解决院生对积分的需要，因为大家手上的积分本来就少，谁还拿出来交易。
en_us: "Are you talking about the trading that goes on between students?" You XiaoMo still felt that this method couldn't resolve the demand that the students had for points, since everyone only had a few points, so who would just take them out and trade them.

source: “你来了。”
en_us: "You're here."

source: “你没发现吗？”凌霄反问道。
en_us: "You haven't discovered it yet?" Ling Xiao asked in return.

source: “你的错觉。”游小默说道。
en_us: "You're delusional (你的错觉)." You XiaoMo said.

source: “你看着。”
en_us: "You just watch."

source: “你真不吃？”
en_us: "You really don't want it?"

source: “你真可怜！”游小默同情道。
en_us: "You're so pitiful!" You XiaoMo sympathized.

source: “你真的没见过天狗的成员？”游小默赶忙问道。
en_us: "You've really never seen any members of the Tiangou?" You XiaoMo hastily asked.

source: “你真聪明！”游小默两眼亮晶晶的称赞道。
en_us: "You're really smart!" You XiaoMo praised with sparkling eyes.

source: “你知道什么？”
en_us: "What do you know?"

source: “你笑什么？”游小默皱起眉，魔音脑脑的笑声。
en_us: "What are you laughing at?" You XiaoMo frowned at this strange laughter.

source: “你笑什么？”雷老不悦的道。
en_us: "What are you smiling at?" Old Lei snapped in displeasure.

source: “你笑什么？”麟昊武被他笑得怒火越来越大。
en_us: "What are you laughing for?" Lin HaoWu's rage was burning brighter and brighter from being laughed at.

source: “你管我。”
en_us: "Leave me alone."

source: “你管我在笑什么。”申老头眉毛一扬。
en_us: "Why do you care about what I'm smiling about." Geezer Shen raised an eyebrow.

source: “你自己看看，它哪里在召唤你？”
en_us: "Take a look yourself, what about it is calling you?"

source: “你若不愿意，那便算了，我可不想无缘无故惹一身骚。”银戈作势要走。
en_us: "We can forget it if you're not willing . I don't wish to attract a whole lot of trouble for no reason." Yin Ge turned and was about to walk away.

source: “你莫不是怕了他们？”
en_us: "Could it be you're afraid?"

source: “你要干什么？”翁公警惕了起来。
en_us: "What are you going to do with the information?" Weng Gong was wary.

source: “你要是还想拿回贪狼的内丹，现在最好控制住自己的一言一行，不然主人一气之下什么都做得出来的。”傲慢鸟如是说道。
en_us: "If you want the Wolf of Gluttony's Life Crystal back, it's best if you watch your words and actions, otherwise who knows what master might do if you piss him off," the Bird of Pride said.

source: “你要试也可以，试不成，我们再来商量则呢么把元素之心抢到手。”
en_us: "You can try it if you want. If you fail, we can then discuss about how we should snatch the Elemental Essence."

source: “你认不认识一个叫做丹青的顶级丹师？”丹青既然是远古的丹师，看起来好像又很有名，说不定他认识。
en_us: "Do you know of a pinnacle level mage called Dan Qing?" Dan Qing was an ancient mage. It seemed that he was very famous, so perhaps the handsome guy knew of him.

source: “你认识这三人吗？”游小默一脸惊讶，这是特意跑到他们的山洞自杀，还以为是敌不过他们两人，所以齐齐自杀？
en_us: "Do you know the three of them?" You XiaoMo said with surprise. Were they here to commit suicide or did they commit suicide, thinking they weren't You XiaoMo's opponent?

source: “你说什么，还要付一个积分？”
en_us: "What did you say? We have to pay a point?"

source: “你说什么？”杨导师突然拔高声音，满脸错愕，仿佛自己听错了一样，声音有点大，附近的人纷纷看过来。
en_us: "What did you say?!" Teacher Yang suddenly raised his voice and his face was full of astonishment, as if he had misheard. His voice is a little loud causing people around all to look over.

source: “你说什么？”男子目光寒光。
en_us: "What did you say?" The man's gaze went cold.

source: “你说得对。”游小默很赞同他话，“我觉得不可以无条件的相信你，虽然你是我爹。”
en_us: "You are right." You XiaoMo truly agreed with what he said, "Even though you are my father I feel that I can't trust you unconditionally."

source: “你说我真的是通天大陆第一天才吗？
en_us: "Do you think I am really the Number One Genius in the TongTian Continent?

source: “你说的东西是什么？”游君其对他口中的东西很感兴趣。
en_us: "What thing are you expected to deliver?" You JunQi was very interested.

source: “你说的没错，但是我还是想试一试。”
en_us: "You are right, but I still want to have a try."

source: “你说谁有病？”麟昊武嚯的站起来。
en_us: "Who did you say is sick?!" Lin HaoWu stood up.

source: “你说这像不像我们的家？”
en_us: "Don't you think that this feels like our home?"

source: “你说那滴精血？”云少表情凝重起来，那是他好不容易才换来的东西，一直不舍得用，现在药他就这样拿出来，他有些不舍得。
en_us: "You're speaking of that drop of blood essence?" Yun Shao's expression became grave. That was something that he had gained in exchange after much difficulty and was always reluctant to use it. He was somewhat hesitant to just take it out in this manner now.

source: “你说错了两个事实。”
en_us: "You're mistaken about two facts." (你说错了两个事实)

source: “你跟他说这些做什么？
en_us: "What are you saying to him? /DELETE ENTER

source: “你身上有几亿灵晶吗？”
en_us: "Do you have several hundred million spirit gems on you?"

source: “你这个混蛋，竟然敢骗我。”
en_us: "You bastard, you actually dared to deceive me!"

source: “你这是什么意思？
en_us: "What do you mean?

source: “你这是干什么？”凌霄挑起眉。
en_us: "What are you doing?" Ling Xiao raised an eyebrow.

source: “你这是要去哪里？”天心见他一副要外出的样子，便问道。
en_us: "Where are you going?" Tian Xin asked, seeing that he seemed to intend to head out.

source: “你退开，不管发生任何事都不要靠近！”
en_us: "Step back. No matter what happens, don't come closer!"

source: “你都听到了？”翁公还以为他是突然出现的，没想到他竟然在他们说话的时候就已经在了。
en_us: "You heard everything?" Weng Gong had assumed that the man had abruptly appeared. Never did he expect him to have been present while they were speaking.

source: “你错哪了？”
en_us: "Where did you go wrong?"

source: “你！”牛徐阳怒了。
en_us: "You!" Niu XuYang was angry.

source: “使者大人请说。”
en_us: "Please tell me, Mister Shi Zhe."

source: “倒是会强词夺理。”天元失笑的说道。
en_us: "He sure knows how to twist his words," Tian Yuan said, unable to hold back laughter.

source: “做什么？”
en_us: "What?"

source: “停，说正事。”
en_us: "Stop, let us talk business."

source: “傅盟主，赤血家族有一名弟子失踪了，老夫想请你让弟子们帮满找一下。”
en_us: "Alliance Head Fu, a disciple of the ChiXue Family had gone missing. I was wondering if your students could help look for him?"

source: “傻站在那里干什么，还不快过来！”
en_us: "What are you standing around their stupidly for? Get your ass here!" (还不快过来)

source: “儿子，打个商量，可以跟你男人换一换，换我来浇水行吗？”游君其扔掉刚拔出来的杂草，走到自家儿子面前蹲下，一脸讨好模样。
en_us: "Son, how about we make a deal? You let me switch jobs with your man and water the plants for a change?" You JunQi threw away the weeds that he had just plucked out, walked over to his family's son and squatted down with an expression of currying favor.

source: “儿纸。”游君其又喊出他那独特的发颤尾音，听得游小默又起了一身鸡皮疙瘩，“你告诉我是什么东西，我就给你一个绝对划算的惊喜，怎么样？”
en_us: "My shon~" You JunQi called him in that unique and cutsey way of his, causing goosebumps to rise on You XiaoMo's skin. "Tell me what it is and I'll give you a surprise that is definitely of equal value, how does that sound?"

source: “儿纸啊，你一回逍遥院，游震天立刻就会知道的。”
en_us: "Sonny, when you return to the XiaoYao Institution, You ZhenTian would know immediately."

source: “儿纸，你要相信，我真的是你爹爹。”游君其一本正经的说道。
en_us: "Son, you have to believe me, I'm really your father." You JunQi said with a serious face.

source: “儿纸，接下来我们要去哪？”
en_us: "Sonny (儿纸? lol), where should we go next?"

source: “儿纸，爹爹知道你很关心我，爹爹实在是太高兴，不过你们暂时不用管爹爹，游震天不会杀我的。”游君其冲他眨眨眼。
en_us: "Sonny, daddy knows you care a lot about me. Daddy is truly very happy, but for now you two don't need to be concerned about daddy. You ZhenTian won't kill me." You JunQi winked at him.

source: “儿纸，爹爹问你一个问题。”游君其见他醒来，立刻走过来眼巴巴的看着他。
en_us: "Sonny, let daddy ask you a question." You JunQi saw that he woke up and instantly walked over to look at him with eager eyes.

source: “儿纸～”一直在二楼观看全程看得精精有味的游君其看到他儿子过来，立刻跑下来，学着游小默扑向凌霄的样子扑了过来，一脸幼稚表情。
en_us: "Sonny~" When You JunQi, who had excitedly watched the entire thing unfold from the second floor, saw his son come over, he instantly ran down. He threw himself at You XiaoMo with a naive expression on his face just like how he'd seen You XiaoMo throw himself at Ling Xiao.

source: “元大哥，天刀先生有什么吩咐？”
en_us: "Yuan Dage, what orders does sir Tian Dao have for us?"

source: “先去我空间看看那个人。”
en_us: "First go to my dimension to see that person."

source: “先找个人打听下，还不知道河镇的渔民肯不肯把小船借给我们。”凌霄已经注意到港口的渔民并不想与他们有任何关系，看情况似乎不会如愿，因为他们主要目的并不全是小船，而是向渔民打听通灵玄龟的事情。
en_us: "We first have to ask someone. We still don't know if River Town's fishermen would be willing to lend us a boat." Ling Xiao had already noticed how the port's fishermen didn't want to have anything to do with them. It seemed that things wouldn't go as they wished, since their main objective wasn't actually a small boat but to ask the fishermen about the Psychic Black Turtle.

source: “先让我来会一会此人。”天恨手痒痒的说道，体内的好战因子几乎一触即发。
en_us: "Let me have a go at him first," Tian Hen said, hands itching as if the warlike spirit (好战因子) inside of him was about to break out at any moment.

source: “先走一步看一步，等晚上解决了客栈的掌柜和伙计再说，就这么愉快的决定了，你继续调养。”游小默擅自做下决定，男人就要有一家之主的风范。
en_us: "Let's do this step by step. We'll talk about this after dealing with the owner and employees of the inn tonight. So that's decided then. You keep resting." You XiaoMo decided by himself. As a man, he had to be able to take command of the family.

source: “公子，其实也不一定非要闹到这一步，只要你答应妾身的条件，妾身向你保证，绝对不会让黑熊伤害你和你的同伴。”
en_us: "Gentleman, you know that it doesn't have to come to this. So long as you agree to my terms, I can promise, I won't let Black Bear harm your companions."

source: “公子，实不相瞒，我们胡村的灵草都是清风门预定的，如果我们卖给你，日后清风门找上门来，胡村恐怕会多灾多难。”
en_us: "I must inform you, that the magic herbs of our Hu Village have been reserved by the QingFeng Sect. If we sell it to you, I'm afraid that after the QingFeng Sect come calling, our villagers will be in trouble."

source: “公子，这件事就交给芮长老吧，不能让她对你的印象不好。”
en_us: "Young master, lets leave this to Elder Rui, we can't have her have a bad impression of you."

source: “关于你体内的母蛊……”银戈将凌霄的话简单的说了一遍给他听，怕风迟云不愿意，他有意强调了某些字眼。
en_us: "About the female gu within your body..." Yin Ge explained what Ling Xiao had told him to Feng ChiYun in brief. Afraid that Feng ChiYun might be unwilling, he purposefully twisted a few words.

source: “关于第二轮比赛，大家已经知道了，在我身后便是接下来你们要测试的重力屋，等一下老夫会让人给你们每人发放一颗传送石，当你们之中有人承受不了重力时，只要轻轻的捏碎传送石就能传送出来。”五长老看着众人说道。
en_us: “Now you all know about the second round. Behind me lies the Gravity Room where the competition will occur. In a moment, I will give you each a transport stone. If you are unable to take the gravitational force inside, you simply have to crush the stone and you will be transported out,” the Fifth Elder informed them.

source: “其他人也包括他吗？”游小默指向凌霄。
en_us: "Does 'others' include him?" You XiaoMo pointed at Ling Xiao.

source: “其他人暂时回不来。”天刀面无表情地说道。
en_us: “The others are unable to return at this moment.” Tian Dao expressionessly replied.

source: “其实这件事说来话长……”
en_us: "Actually, this is a long story... ..."

source: “凌四。”凌霄一本正经的回道。
en_us: "Ling Si (凌四)." Ling Xiao answered with straight face.

source: “凌霄，不要敬酒不吃吃罚酒，老老实实跟我们回妖凰族，若是我高兴，兴许还能在族长老面前替你求情，饶你一条狗命！”
en_us: “Ling Xiao, (不要敬酒不吃吃罚酒) , be good and come back with us to the Demon Phoneix Clan. If I’m happy, maybe I’ll even say a word in your favour to the Head Elder (族长老), so that he can spare your stupid life!”

source: “凌霄，你说他们死后是不是一直被困在妖坟场无法离开？”游小默忍不住问道，他挺同情那位先人的，长得那么帅，却只能永远的跟一群丑八怪住在一起。
en_us: "Ling Xiao, do you think that after they died, they've been trapped in the Demon Beast Graveyard this entire time, unable to leave?" You XiaoMo couldn't help but ask. He sympathized quite a bit with that forefather. He was so handsome, yet he could only live with those ugly beasts for the rest of eternity.

source: “凌霄，你说他叫什么名字好？”
en_us: "Ling Xiao, what do you think it should be called?"

source: “凌霄，要不你在这里等我，我一个人进乌山集镇打听有没有那两种灵草，这样被发现的几率会比较低，怎么样？”游小默回头看看凌霄。
en_us: "Ling Xiao, how about you wait for me here and I'll go in alone to see if there is the two type of herbs. That way, the chances of us being caught would be lowered, how about it?" You XiaoMo asked as he turned around to look at Ling Xiao.

source: “凌霄，附近就只有他们几个人吗？”
en_us: "Ling Xiao, are they the only ones nearby?"

source: “凡是不是绝对的，如果有缘分的话，四灵帝王兽与人类订立本命契约也不是不可能的。”
en_us: "Not all things are absolute. If it is fated, the Four Divine Emperor Beasts setting up a lifebound contract with humans is not impossible.

source: “刑七往那边去了，我们快追。”高殷发现刑七出了城，匆忙扔下这句话，由于太过着急，他没注意到黑熊脸上古怪的表情。
en_us: "Xing Qi went that way, we should hurry." Seeing that Xing Qi had already left the city, Gao Yan said in haste. Due to his anxiousness, he didn't see the odd expression on Hei Xiong's face.

source: “利用这只蛊可以控制风迟云的行动，所以我们怀疑这只是母蛊，风迟云体内那只应该是子蛊，不过我们用了很多种办法吧子蛊引出来，动静太大，子蛊会不安，反会对宿体造成生命威胁。”展雨轩解释道。
en_us: "You can control Feng ChiYun's actions by using this Gu. So we suspect that this is the mother Gu and the one inside Feng ChiYun's body should be the child Gu. However, we have tried countless methods to draw it out to no avail. If there's too much activity (动静), the child Gu will feel uneasy and this would be life-threatening for the host." Zhan YuXuan explained.

source: “别哭，他不喜欢你是他的损失，你可是驭兽工会的天心大小姐，追你的人多的是，我们不能让别人看不起是不是？”
en_us: "Don't cry. It's his loss if he doesn't like you. You're Lady Tian Xin of the Beast Transfiguration Guild. There are plenty of people pursuing you. You can't let others see you like this, no?"

source: “别忘了，他们以前是很要好的朋友，或许只是闹别扭。”凌霄冲他露出一抹诡笑。
en_us: "Don't forget, they were close friends in the past. Perhaps they were only being purposefully quarrelsome." Ling Xiao directed a smirk at him.

source: “别，我不是小偷。”‘小偷’痛苦压抑的声音自游小默身下传来，刚从窗户进来，就被警觉的游小默给踹翻了。
en_us: "Stop (别), I'm not a thief." The 'thief''s voice that had been painfully suppressed (痛苦压抑的声音) came from below You XiaoMo's body. He had been kicked over by an alert You XiaoMo just as he had entered from the window.

source: “到底是想还是不想？”
en_us: "So do you want it or not?"

source: “努力！”凌霄坐在他对面，悠闲的说着鼓励他的话，如果他的嘴角没有挂着一抹笑，或许会更有说服力。
en_us: "Do your best!" Ling Xiao encouraged him lazily, sitting opposite him. If he wasn't smirking, it'd have a much better effect.

source: “区别就是那是我的神火。”
en_us: "The difference is that that's my Godfire."

source: “区区一只黄鼠兽？
en_us: "A Weasel Beast like you?

source: “十万火急？
en_us: "An emergency?

source: “十五号出价五亿，有没有比他更高？”
en_us: "Number Fifteen has put in a bid for five hundred million. Are there any bids higher than his?"

source: “十五号出价五亿，还有没有人比他更高？”
en_us: "Number Fifteen has put in a bid for five hundred million. Are there any bids higher than his?"

source: “十天前？”男人忽然道，“他叫什么名宇，当时穿什么衣服，长什么样，身边有没有小动物出现？”
en_us: "Ten days ago?" The man suddenly injected, "What is his name? What kind of clothes were he wearing at the time? How did he look like? Were there any small animals around him?"

source: “单凭这一点你就肯定我不是古玛部落的人未免太武断了吧？”颜辉脸色阴晴不定，显然没料到他这么早就发现他的秘密。
en_us: "By this alone, you are certain that I am not a person from the Guma Tribe. Isn't this too arbitrary?" Yan Hui's expression was obscure. It was obvious that he had not expected that Cheng XiangRong would discover his secret so early.

source: “原来是……你啊，请问你有什么事吗？”游小默尴尬地笑了笑，他隐约记起来了，但是已经忘记她的长相，不过那时她应该还只是一名五级丹师吧。
en_us: “Oh, so it’s…you. Is there anything you want?” You XiaoMo smiled with a hint of awkwardness. He vaguely recalled that incident, but had forgotten her appearance. At that time, she was probably still a level five mage.

source: “原来是公子救了我们……”
en_us: "So it's this Sir who saved us..."

source: “原来这就是你的计划。”
en_us: "So that was your plan."

source: “去你的空间。”凌霄突然说道。
en_us: "Let's go to your dimension," Ling Xiao suddenly suggested.

source: “又有什么事？”游小默回头问道，脸上笑眯眯的。
en_us: "Is there something else?" You XiaoMo looked back and asked with a smile on his face.

source: “双鱼酒楼好像有几位管事，像武成和这个胖子，应该都是管事的儿子，难免嚣张。”凌霄也不是很清楚。
en_us: ShuangYu Hotel seems to have several directors, of which Wu Cheng and this fat kid are both sons of. It's normal that they'd be arrogant." Ling Xiao wasn't very clear on it either.

source: “双鱼酒楼有很多少爷吗？”游小默好奇的问道。
en_us: "Does the ShuangYu Hotel have many young masters?" You XiaoMo asked curiously.

source: “反正他迟早会知道的，是吧？”游小默说着便看向凌霄，他觉得游震天不太可能知道他回逍遥院后立刻找过来。
en_us: "Well, he was going to know sooner or later, right?" You XiaoMo said while looking at Ling Xiao. He didn't quite believe that You ZhenTian would come find him immediately after knowing he was in the institution.

source: “反正，反正闲着也是无聊嘛，所以我就想凑齐一张丹方的材料，试着炼一枚彩丹看看。”游小默心虚的一开视线。
en_us: "Any, anyhow, I was bored okay? I thought might as well scrape together enough ingredients for a pill recipe and try to make a rainbow pill." You XiaoMo averted his eyes, feeling guilty.

source: “发生了什么？”游小默赶紧问道。
en_us: "What happened?" You XiaoMo quickly asked.

source: “叔叔，你在担心什么。”玄泽反倒不明白他到底在犹豫什么，“没有人知道我们把他们叫出来，就算海初之后发现情况不对，等我们把这两人处理了，他就找不到证据，只要他们落在我们手里，我就有办法让他们说出莫景的下落。”
en_us: "Uncle, what are you worried about?" Xuan Ze did not understand why he was hesitating, "No one knows we called them out. Even if Hai Chu finds it suspicious later, he wouldn't be able to find any evidence after we have dealt with them. I have ways to get them to tell us of Mo Jing's whereabouts as long as they fall into our hands."

source: “叔叔，既然被他们识破了，我们就不要隐瞒了。”玄泽早就想撕破脸皮，玄龟族确实如外界传闻待人谦和，但是并不包括他们，他最讨厌的就是人类和那些低等妖兽。
en_us: "Uncle, we should not hide it anymore since they've seen through us." Xuan Ze had long wanted to shed all pretense of cordiality. The Black Turtle Clan really did treat people modestly as per the rumors from the outside world, but this did not include them. What he detested the most were humans and those inferior demon beasts.

source: “叔叔，跟他们废话这么多做什么，他们能在有生之年见到我们玄龟族是他们的幸运，范不着跟他们说话这么客气。”玄盛身旁的年轻男子顿时不悦的开口了。
en_us: "Uncle, why are you speaking so much rubbish with them? They should count their fortunes for them to be able to see us in their lifetime. There is no need to speak so politely to them." The young man beside Xuan Sheng was immediately displeased as he declared.

source: “古叔也不知道。”凌霄坐下道，“他并不知道父亲身上拥有龙族血脉并且遗传给我的事，当我问起的时候，他也很震惊，所以这件事恐怕得亲自问我父亲才知道。”
en_us: "Uncle Gu didn't know either." Ling Xiao sat down to speak, "He didn't know of the Dragon Clan bloodline that my father had nor that it would be inherited to me. When I asked, he was very surprised, thus I would probably have to ask my father personally to find out the answer."

source: “古叔，我有一件重要的事情想问你，现在方不方便？”凌霄站了起来。
en_us: "Uncle Gu, I have an important question to ask you. Is it convenient to ask it now?" Ling Xiao stood up.

source: “古玛部落和水西部落的争斗已经不是一两年，我们永远都不可能是朋友，你心里应该很清楚，明白这一点的你，竟然还把我当成朋友，你是不是太天真了，大叔，或者我应该称呼你为万俟荣？”
en_us: "The war between the Guma Tribe and the ShuiXi Tribe has not been going on for just one or two years. You should be very clear in your heart about the fact that we can never be friends. That you understand this and still regard me as a friend, aren't you too naive, uncle? Or should I call you MoQi Rong?"

source: “只有两下子可揍不趴你。”凌霄回道。
en_us: "If I only had a few tricks, I wouldn't be able to defeat you." Ling Xiao answered.

source: “只有我们？”夏音看了眼水西部落的人，眼中霎时闪过一道精光。
en_us: "Just us?" Xia Yin glanced at the ShuiXi Tribe's people. Instantly, a bright light flashed across her eyes.

source: “只有死士才会在确定没有生路的时候整齐的自杀，普通人是不可能做到的，在者死士很少有贪生怕死的。”凌霄站起身让他铺床。
en_us: "Only Men of Sacrifice would commit suicide when there's no way out. A normal person wouldn't be able to do that and Men of Sacrifice rarely were afraid of death." Ling Xiao said as he stood up so You XiaoMo could make the bed.

source: “只能这样了。”因为不久前才突破，游小默也没奢望能再度突破。
en_us: "Seems like that's all we can do." Because of his recent breakthrough, he wasn't expecting another any time soon.

source: “只要你把令牌还给我，我保证不会再来烦你。”苏朗毫无愧色的说道，两扇破门才值多少灵晶。
en_us: "As long as you return the token to me, I promise I won't come to bother you again." Su Lang said without a single trace of shame. How much could two broken fan doors be worth?

source: “只要妾身矢口否认，公子认为他们是会相信我，还是相信你们这群外来者？”老板娘自信无比的微笑道。
en_us: "So long as I deny it, then, gentleman, do you think they'll believe me or outsiders like you?" the owner smiled confidently.

source: “只要是被种下母蛊的人，除了被控制，他的修为还会被母蛊一点一点的吞噬掉，而母蛊会将吞噬而来的修为通过连心转化给公蛊，最后他们的主人便可以通过公蛊将修为据为己有，当修为被吞噬得一干二净后，母蛊会继续吞噬宿主的生命力，知道宿主死亡为止。”
en_us: "Other than being controlled, a person implanted with the female Gu will have their cultivation slowly devoured by it. The female Gu will pass on (转化) the cultivation it swallowed to the male Gu through the heart link. Finally, their master is able to forcefully take possession of the cultivation as their own through the male Gu. When the cultivation is completely swallowed up, the female Gu will continue to devour the vitality of the host until the host is dead."

source: “叫什么？”杨导师心中不禁升起一丝不安。
en_us: "What is he called?" Teacher Yang could not help the silver of anxiety rising in his heart.

source: “叫我天心就好了。”听到游小默叫自己，天心立刻转阴为晴，含情脉脉的看着他。
en_us: "Just call me Tian Xin." Hearing You XiaoMo address her, Tian Xin's mood immediately rose, looking at the other with adoration.

source: “召唤我过来的人是你？”他试探的问道。
en_us: "The person who called me over was you?" He asked probingly.

source: “可以。”
en_us: "Of course."

source: “可以！”
en_us: "Yeah!"

source: “可恶！”刑七一掌拍在桌上，顿时把桌子拍碎了。
en_us: "Fuck!" Xing Qi slammed his palm again the table, shattering it.

source: “可惜了。”
en_us: "What a shame."

source: “可是我们与圣女无仇，她为什么要嫁祸给我们？”游小默郁闷了，这里的女人真是一个比一个厉害。
en_us: "But we have nothing against the holy maiden, so why is she trying to put the blame on our shoulders?" You XiaoMo felt depressed. The women here were getting more and more intimidating.
